const tafseerData = [
    // دروس سورة الفاتحة
    {
        title: "تفسير سورة الفاتحة - الدرس الأول",
        file: "fatiha-1.mp3",
        surah: "الفاتحة",
        cat: "تفسير"
    },
    {
        title: "تفسير سورة الفاتحة - الدرس الثاني",
        file: "fatiha-2.mp3",
        surah: "الفاتحة",
        cat: "تفسير"
    },

    // دروس سورة البقرة
    {
        title: "تفسير سورة البقرة - الدرس الأول",
        file: "bakara-1.mp3",
        surah: "البقرة",
        cat: "تفسير"
    },
    {
        title: "تفسير سورة البقرة - الدرس الثاني",
        file: "bakara-2.mp3",
        surah: "البقرة",
        cat: "تفسير"
    },
    {
        title: "تفسير سورة البقرة - الدرس الثالث",
        file: "bakara-3.mp3",
        surah: "البقرة",
        cat: "تفسير"
    },
    {
        title: "تفسير سورة البقرة - الدرس الرابع",
        file: "bakara-4.mp3",
        surah: "البقرة",
        cat: "تفسير"
    },
    {
        title: "تفسير سورة البقرة - الدرس الخامس",
        file: "bakara-5.mp3",
        surah: "البقرة",
        cat: "تفسير"
    }
];
